Repository: andreygaag/quickbrowser
Catalog: QuickBrowser/QuickBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: es, ru

source: %@: %lld (%lld manual, %lld auto)
es: %@: %lld (%lld manuales, %lld automáticos)
ru: %@: %lld (%lld ручных, %lld авто)

source: A minimalist macOS app for quickly choosing a browser. Features: • Intercepts http/https links • CLI-like overlay interface • Pick a browser with keys 1-9 • Auto-select by URL patterns • No external dependencies Configuration: ~/.config/quickbrowser
es: Aplicación minimalista para macOS para elegir rápidamente un navegador. Características: • Intercepta enlaces http/https • Interfaz overlay tipo CLI • Elige un navegador con las teclas 1-9 • Selección automática por patrones de URL • Sin dependencias externas Configuración: ~/.config/quickbrowser
ru: Минималистичное macOS приложение для быстрого выбора браузера. Возможности: • Перехват http/https ссылок • CLI-подобный overlay интерфейс • Выбор браузера клавишами 1-9 • Автоматический выбор по URL-паттернам • Нет внешних зависимостей Конфигурация: ~/.config/quickbrowser

source: About
es: Acerca de
ru: О программе

source: Add
es: Añadir
ru: Добавить

source: Add Browser
es: Añadir navegador
ru: Добавить браузер

source: Application does not exist: %@
es: La aplicación no existe: %@
ru: Приложение не существует: %@

source: Auto-Selection
es: Selección automática
ru: Автоматический выбор

source: Browser Not Found
es: Navegador no encontrado
ru: Браузер не найден

source: Browsers
es: Navegadores
ru: Браузеры

source: Choose a browser
es: Elija un navegador
ru: Выберите браузер

source: Configuration Error
es: Error de configuración
ru: Ошибка конфигурации

source: Default Browser
es: Navegador predeterminado
ru: Браузер по умолчанию

source: Edit Configuration
es: Editar configuración
ru: Редактировать конфигурацию

source: Empty Configuration
es: Configuración vacía
ru: Пустая конфигурация

source: Failed to load configuration
es: No se pudo cargar la configuración
ru: Не удалось загрузить конфигурацию

source: Failed to open browser: %@
es: No se pudo abrir el navegador: %@
ru: Не удалось открыть браузер: %@

source: Invalid format on line %lld: "%@"
es: Formato inválido en la línea %lld: "%@"
ru: Неверный формат в строке %lld: "%@"

source: Later
es: Más tarde
ru: Позже

source: Launch Error
es: Error de inicio
ru: Ошибка запуска

source: No data
es: Sin datos
ru: Нет данных

source: Not Now
es: Ahora no
ru: Не сейчас

source: Open in browser
es: Abrir en navegador
ru: Открыть в браузере

source: Open Settings
es: Abrir Ajustes
ru: Открыть настройки

source: QuickBrowser — Configuration
es: QuickBrowser — Configuración
ru: QuickBrowser — Конфигурация

source: QuickBrowser can intercept links if it's set as the default browser. Choose QuickBrowser from the list in System Settings.
es: QuickBrowser puede interceptar enlaces si está configurado como navegador predeterminado. Selecciona QuickBrowser de la lista en Ajustes del Sistema.
ru: QuickBrowser может перехватывать ссылки, если установлен браузером по умолчанию. В настройках выберите QuickBrowser из списка.

source: Quit
es: Salir
ru: Выход

source: Remember
es: Recordar
ru: Запомнить

source: Remember this choice?
es: ¿Recordar esta elección?
ru: Запомнить выбор?

source: Save
es: Guardar
ru: Сохранить

source: Set as Default Browser
es: Establecer como predeterminado
ru: Сделать браузером по умолчанию

source: Statistics
es: Estadísticas
ru: Статистика

source: The file ~/.config/quickbrowser is empty
es: El archivo ~/.config/quickbrowser está vacío
ru: Файл ~/.config/quickbrowser пуст

source: Total: %lld (%lld manual, %lld auto)
es: Total: %lld (%lld manuales, %lld automáticos)
ru: Итого: %lld (%lld ручных, %lld авто)

source: Usage Statistics
es: Estadísticas de uso
ru: Статистика использования

# You opened %@ in %@ %lld times. Always open it there?
source: You opened %1$@ in %2$@ %3$lld times. Always open it there?
es: Has abierto %1$@ en %2$@ %3$lld veces. ¿Abrir siempre allí?
ru: Вы %3$lld раз открывали %1$@ в %2$@. Всегда открывать в нём?

source: Error
ru: Ошибка
